/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@：%@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@：%@\n%@：%@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@：%@\n%@：%@\n%@：%@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@：%@\n%@：%@\n%@：%@\n%@：%@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@：%@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "名前";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "パス";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "差出人";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "計算機";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "電話";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "定義";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "すべてを表示";
SHOW_ALL_RESULT_SINGULAR   = "すべてを表示（1）";
SHOW_ALL_RESULT_PLURAL	   = "すべてを表示（%d）";
SHOW_ALL_RESULT_NONE_FOUND = "結果が見つかりません";
SHOW_ALL_RESULTS_HEADING   = "結果";
MENU_PREFERENCES           = "Spotlight 環境設定...";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "ボリュームの索引を作成中（%d%% 完了）";
FIELD_INDEXING_TOOLTIP_CALCULATING = "ボリュームの索引を作成中";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "%@ の索引を作成中";

TIME_REMAINING_HOURS = "残り約 %d 時間";
TIME_REMAINING_MINUTES = "残り約 %d 分";
TIME_REMAINING_SECONDS = "残り約 %d 秒";

TIME_REMAINING_HOUR = "残り約 %d 時間";
TIME_REMAINING_MINUTE = "残り約 %d 分";
TIME_REMAINING_SECOND = "残り約 %d 秒";

CALCULATING_TIME = "索引作成にかかる時間を計算中";
INTERNAL_DISKS = "内蔵ボリュームの索引を作成中";

/* Placed in the top text field when indexing everything */
INDEXING = "索引を作成中...";

"INDEXING_COMPUTER" = "%@ の索引を作成中";

"NO_MAIL_SUBJECT" = "件名なし";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes ミュージックライブラリ";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "ゴミ箱";
